Repository: mericorhay/DietFlow
Catalog: Packages/DietFlowKit/Sources/CookFeature/Resources/Localizable.xcstrings
Source language: en
Languages: es, tr

# cook.avoiding
source: Avoiding: %@
es: Evitando: %@
tr: Kaçındıkların: %@

# cook.close
source: Close
es: Cerrar
tr: Kapat

# cook.consent.message
source: To write the steps, the meal’s name, description and portion, and any foods you avoid, are sent to the assistant. Nothing else about you or your plan is sent.
es: Para escribir los pasos, se envían al asistente el nombre, la descripción y la porción de la comida, y los alimentos que evitas. No se envía nada más sobre ti ni sobre tu plan.
tr: Adımları yazabilmesi için öğünün adı, açıklaması ve porsiyonu ile kaçındığın besinler asistana gönderilir. Seninle ya da planınla ilgili başka hiçbir şey gönderilmez.

# cook.consent.title
source: Share this meal to get its recipe
es: Comparte esta comida para recibir su receta
tr: Tarifini almak için bu öğünü paylaş

# cook.difficulty.easy
source: Easy
es: Fácil
tr: Kolay

# cook.difficulty.hard
source: Challenging
es: Difícil
tr: Zor

# cook.difficulty.medium
source: Medium
es: Media
tr: Orta

# cook.error.busy
source: The assistant is busy just now. Try again in a minute.
es: El asistente está ocupado ahora. Inténtalo de nuevo en un minuto.
tr: Asistan şu an yoğun. Bir dakika sonra tekrar dene.

# cook.error.dailyLimit
source: That is as many requests as one day allows. Try again tomorrow.
es: Has alcanzado el máximo de solicitudes por día. Inténtalo mañana.
tr: Bir günde yapılabilecek istek sayısına ulaştın. Yarın tekrar dene.

# cook.error.noPlan
source: The assistant could not find a dish to cook in this meal.
es: El asistente no encontró un plato que cocinar en esta comida.
tr: Asistan bu öğünde pişirilecek bir yemek bulamadı.

# cook.error.offline
source: The assistant could not be reached. Check your connection and try again.
es: No se pudo contactar con el asistente. Revisa tu conexión e inténtalo de nuevo.
tr: Asistana ulaşılamadı. Bağlantını kontrol edip tekrar dene.

# cook.error.tooLong
source: This meal’s description is longer than the assistant reads at once. Shorten it and try again.
es: La descripción de esta comida es más larga de lo que el asistente lee de una vez. Acórtala e inténtalo de nuevo.
tr: Bu öğünün açıklaması asistanın tek seferde okuyabileceğinden uzun. Kısaltıp tekrar dene.

# cook.error.unavailable
source: The assistant is not available right now.
es: El asistente no está disponible ahora.
tr: Asistan şu an kullanılamıyor.

# cook.failed.notCounted
source: Nothing was taken from your AI uses.
es: No se descontó ningún uso del asistente.
tr: Asistan hakkından bir şey düşülmedi.

# cook.failed.title
source: The recipe could not be written
es: No se pudo escribir la receta
tr: Tarif yazılamadı

# cook.finish.alreadyDone
source: Already marked as eaten.
es: Ya la marcaste como hecha.
tr: Bu öğünü zaten tamamladın.

# cook.finish.ate
source: I Ate It
es: Me la comí
tr: Yedim

# cook.finish.later
source: You can mark it as eaten on its day.
es: Podrás marcarla como hecha ese día.
tr: Yediğini o gün işaretleyebilirsin.

# cook.finish.message
source: Your meal is ready.
es: Tu comida está lista.
tr: Öğünün hazır.

# cook.finish.title
source: Enjoy!
es: ¡Buen provecho!
tr: Afiyet olsun!

# cook.ingredient.checked
source: Ready
es: Listo
tr: Hazır

# cook.ingredient.swaps
source: %lld swaps
es: %lld alternativas
tr: %lld alternatif

# cook.ingredient.swapsLabel
source: Swaps for %@
es: Alternativas a %@
tr: %@ yerine kullanılabilecekler

# cook.ingredients.progress
source: %1$lld of %2$lld ready
es: %1$lld de %2$lld listos
tr: %1$lld/%2$lld hazır

# cook.ingredients.title
source: Ingredients
es: Ingredientes
tr: Malzemeler

# cook.kind.bake
source: Bake
es: Hornear
tr: Fırınla

# cook.kind.blend
source: Blend
es: Triturar
tr: Blenderdan Geçir

# cook.kind.boil
source: Boil
es: Hervir
tr: Haşla

# cook.kind.chop
source: Chop
es: Picar
tr: Doğra

# cook.kind.cool
source: Cool
es: Enfriar
tr: Soğut

# cook.kind.fry
source: Fry
es: Freír
tr: Kızart

# cook.kind.grill
source: Grill
es: A la plancha
tr: Izgara

# cook.kind.heat
source: Heat
es: Calentar
tr: Isıt

# cook.kind.mix
source: Mix
es: Mezclar
tr: Karıştır

# cook.kind.plate
source: Serve
es: Servir
tr: Servis Et

# cook.kind.prep
source: Prep
es: Preparación
tr: Hazırlık

# cook.kind.rest
source: Rest
es: Reposar
tr: Dinlendir

# cook.kind.season
source: Season
es: Sazonar
tr: Baharatla

# cook.loading.avoid
source: Leaving out what you avoid…
es: Dejando fuera lo que evitas…
tr: Kaçındığın besinler çıkarılıyor…

# cook.loading.reading
source: Reading your plan’s meal…
es: Leyendo la comida de tu plan…
tr: Planındaki öğün okunuyor…

# cook.loading.steps
source: Writing simple steps…
es: Escribiendo pasos sencillos…
tr: Kolay adımlar yazılıyor…

# cook.loading.swaps
source: Choosing swaps for each ingredient…
es: Eligiendo alternativas para cada ingrediente…
tr: Her malzemenin yerine geçebilecekler seçiliyor…

# cook.missing.message
source: This meal is no longer in your plan.
es: Esta comida ya no está en tu plan.
tr: Bu öğün artık planında yok.

# cook.missing.title
source: Meal not found
es: Comida no encontrada
tr: Öğün bulunamadı

# cook.readAloud
source: Read Aloud
es: Leer en voz alta
tr: Sesli Oku

# cook.refused.message
source: Recipes you have opened before still open for free.
es: Las recetas que ya abriste se siguen abriendo gratis.
tr: Daha önce açtığın tarifler yine ücretsiz açılır.

# cook.refused.plus
source: See Plus
es: Ver Plus
tr: Plus’ı Gör

# cook.refused.title
source: This month’s recipes are used up
es: Ya usaste las recetas de este mes
tr: Bu ayki tarif hakların bitti

# cook.retry
source: Try Again
es: Reintentar
tr: Tekrar Dene

# cook.safety
source: Check ingredients and swaps against your allergies and your dietitian’s advice.
es: Revisa los ingredientes y las alternativas según tus alergias y los consejos de tu dietista.
tr: Malzemeleri ve alternatiflerini alerjilerine ve diyetisyeninin önerilerine göre kontrol et.

# cook.servings.cancel
source: Cancel
es: Cancelar
tr: Vazgeç

# cook.servings.count
source: %lld servings
es: %lld raciones
tr: %lld porsiyon

# cook.servings.label
source: Servings
es: Raciones
tr: Porsiyon

# cook.servings.newRecipe
source: A different number of servings is a new recipe.
es: Otro número de raciones es una receta nueva.
tr: Farklı porsiyon sayısı yeni bir tarif demek.

# cook.servings.rewrite
source: Write It for %lld Servings
es: Escribirla para %lld raciones
tr: %lld Porsiyon İçin Yaz

# cook.speech.step
source: Step %1$lld. %2$@
es: Paso %1$lld. %2$@
tr: Adım %1$lld. %2$@

# cook.start
source: Start Cooking
es: Empezar a cocinar
tr: Pişirmeye Başla

# cook.step.back
source: Back
es: Atrás
tr: Geri

# cook.step.finish
source: Finish
es: Terminar
tr: Bitir

# cook.step.next
source: Next
es: Siguiente
tr: İleri

# cook.step.progress
source: Step %1$lld of %2$lld
es: Paso %1$lld de %2$lld
tr: Adım %1$lld/%2$lld

# cook.swaps.done
source: Done
es: Listo
tr: Tamam

# cook.swaps.footer
source: Energy differences are estimates for the amounts shown.
es: Las diferencias de energía son estimaciones para las cantidades indicadas.
tr: Enerji farkları gösterilen miktarlar için tahminidir.

# cook.swaps.instead
source: Instead of %@
es: En lugar de %@
tr: %@ yerine

# cook.swaps.kcalLess
source: About %@ less
es: Aproximadamente %@ menos
tr: Yaklaşık %@ daha az

# cook.swaps.kcalMore
source: About %@ more
es: Aproximadamente %@ más
tr: Yaklaşık %@ daha fazla

# cook.swaps.kcalSame
source: About the same energy
es: Más o menos la misma energía
tr: Yaklaşık aynı enerji

# cook.swaps.same
source: ≈ Same
es: ≈ Igual
tr: ≈ Aynı

# cook.swaps.title
source: Swaps
es: Alternativas
tr: Alternatifler

# cook.timer.alertBody
source: Step %1$lld: %2$@
es: Paso %1$lld: %2$@
tr: Adım %1$lld: %2$@

# cook.timer.alertTitle
source: Time’s up
es: Se acabó el tiempo
tr: Süre doldu

# cook.timer.done
source: Time’s Up
es: ¡Tiempo!
tr: Süre Doldu

# cook.timer.doneHint
source: Clears the timer.
es: Borra el temporizador.
tr: Zamanlayıcıyı temizler.

# cook.timer.start
source: Start Timer · %lld min
es: Iniciar temporizador · %lld min
tr: Zamanlayıcıyı Başlat · %lld dk

# cook.timer.startLabel
source: Start a %lld-minute timer
es: Iniciar un temporizador de %lld minutos
tr: %lld dakikalık zamanlayıcıyı başlat

# cook.timer.stop
source: Stop Timer
es: Detener temporizador
tr: Zamanlayıcıyı Durdur

# cook.tips.title
source: Tips
es: Consejos
tr: İpuçları

# cook.chip.minutes
source: %lld min
tr: %lld dk
